results/M2/M2-20260920T123535Z/sphere_M6_coarse/dictionaries/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

numberOfSubdomains 1;
method          scotch;
